export const members = [
    {
      id: "mercuriy",
      name: "Власов Меркурий Евтихеевич",
      years: "1912 — 2000",
      role: "Воентехник авиации ЧФ",
      bio: "Защитник Севастополя. 03.07.1942 г. официально признан пропавшим без вести при падении города. Выжил, вернулся в Киров. Шахматист.",
      type: "patrilineal", // Папина линия
      gender: "male"
    },
    {
      id: "nikolai",
      name: "Тороцко Николай Викентьевич",
      years: "1888 — 1974",
      role: "Штабс-капитан РИА",
      bio: "Герой Первой мировой. Кавалер Георгиевского оружия. 20 лет провел в лагерях Воркуты, реабилитирован в 1967 г.",
      type: "patrilineal",
      gender: "male"
    },
    {
      id: "anna_n",
      name: "Торотько Анна Николаевна",
      years: "1921 — 2003",
      role: "Капитан медслужбы",
      bio: "Фронтовой хирург. Оперировала под пулями на Сиваше. Заведовала госпиталем в Потсдаме.",
      type: "patrilineal",
      gender: "female"
    },
    {
      id: "anatoliy_sh",
      name: "Шуплецов Анатолий Алексеевич",
      years: "1935 — 2005",
      role: "Гендиректор промхоза",
      bio: "Руководитель Омутнинского промхоза. Представитель династии вятских шорников и мастеров.",
      type: "matrilineal", // Мамина линия
      gender: "male"
    },
    // ... и так далее для всех 68 человек
  ];